OdDAI.Binary.getBinaryString
\details
Retrivaes a string to internal Binary data represented in binary view.
\returns Returns a pointer to string which represents internal buffer in binary view.

OdDAI.Binary.getBuffer
\details
Provides a constant reference to internal Binary buffer.
\returns Returns a constant reference to intenral buffer.